{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "boole.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dropbar.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "hover.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "move.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nest.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree-docs": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-trevJ.lua": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "quickterm.nvim": { "branch": "main" },
  "runcode.nvim": { "branch": "main" },
  "sideways.vim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "stay-in-place.nvim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-recent-files": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trim.nvim": { "branch": "master" },
  "vim-cool": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "virtual.nvim": { "branch": "main" }
}